Repository: eremedia/Google-Sitemap-Generator
Catalog: sitemap-*.po
Languages: es_es, ko_kr

source: always
es_es: siempre
ko_kr: 항상

source: hourly
es_es: cada hora
ko_kr: 매시간

source: daily
es_es: diariamente
ko_kr: 매일

source: weekly
es_es: semanalmente
ko_kr: 매주

source: monthly
es_es: mensualmente
ko_kr: 매월

source: yearly
es_es: anualmente
ko_kr: 매년

source: never
es_es: nunca
ko_kr: 하지않음

source: Detected Path
ko_kr: 탐지된 경로

source: Example
ko_kr: 예

source: Absolute or relative path to the sitemap file, including name.
ko_kr: 파일이름을 포함한 Sitemap 파일의 절대 또는 상대 경로

source: Complete URL to the sitemap file, including name.
ko_kr: 파일이름을 포함한 Sitemap 파일의 완전한 URL

source: Automatic location
ko_kr: 자동 위치

source: Manual location
ko_kr: 수동 위치

source: OR
ko_kr: 또는

source: Location of your sitemap file
ko_kr: Sitemap 파일의 위치

source: If your blog is in a subdirectory and you want to add pages which are NOT in the blog directory or beneath, you MUST place your sitemap file in the root directory (Look at the &quot;Location of your sitemap file&quot; section on this page)!
ko_kr: 블로그가 서브 디렉토리에 위치하는데 새 페이지를 추가하길 원한다면 Sitemap 파일이 블로그 디렉토리나 그 아래에 있으면 안되고 root 디렉토리에 있어야 합니다. (이 페이지의 &quot;Sitemap 파일의 위치&quot; 부분을 보십시오.)

source: Configuration updated
es_es: Configuración actualizada
ko_kr: 설정 업데이트.

source: Error
ko_kr: 오류

source: A new page was added. Click on &quot;Save page changes&quot; to save your changes.
es_es: Se añadió una nueva página. Pulse en &quot;Guardar cambios de página&quot; para guardar sus cambios.
ko_kr: 새 페이지를 추가했으면 &quot;페이지 변경 저장&quot;을 눌러 변경사항을 저장하십시오.

source: Pages saved
es_es: Páginas guardadas
ko_kr: 페이지 저장됨.

source: Error while saving pages
es_es: Se ha producido un error mientras se guardaban las páginas
ko_kr: 페이지 저장 중 오류가 발생했습니다.

source: The page was deleted. Click on &quot;Save page changes&quot; to save your changes.
es_es: La página fue borrada. Pulse en &quot;Guardar cambios de página&quot; para guardar sus cambios.
ko_kr: 페이지를 삭제 했으면 &quot;페이지 변경 저장&quot;을 눌러 변경사항을 저장하십시오.

source: You changes have been cleared.
es_es: Sus cambios se han deshecho.
ko_kr: 변경 사항이 삭제 되었습니다.

source: Sitemap Generator
ko_kr: Sitemap 생성기

source: Manual rebuild
es_es: Reconstrucción manual
ko_kr: 수동 재생성

source: If you want to build the sitemap without editing a post, click on here!
es_es: Si quiere construir el "sitemap" sin editar ningún artículo, ¡pulsé aquí!
ko_kr: 포스트의 작성 없이 Sitemap을 새로 생성하고 싶다면 여기를 누르세요.

source: Rebuild Sitemap
es_es: Reconstruir Sitemap
ko_kr: Sitemap 재생성

source: Additional pages
es_es: Páginas adicionales
ko_kr: 페이지 추가

source: Here you can specify files or URLs which should be included in the sitemap, but do not belong to your Blog/WordPress.<br />For example, if your domain is www.foo.com and your blog is located on www.foo.com/blog you might want to include your homepage at www.foo.com
ko_kr: 여기서 특정 파일이나 URL을 사이트 맵에 추가할 수 있지만 Blog/WordPress에 속해 있는 것은 추가 할 수 없습니다. <br /> 예를 들어, 도메인이 www.foo.com이고 블로그의 위치가 www.foo.com/blog 라면 www.foo.com을 홈페이지로 추가할 수 있습니다.

source: URL to the page
es_es: URL de la página
ko_kr: 페이지 URL

source: Enter the URL to the page. Examples: http://www.foo.com/index.html or www.foo.com/home
es_es: Introduzca la URL de la página. Ejemplos: www.foo.com o index.html o www.foo.com/home
ko_kr: 페이지로의 URL을 입력하십시오.예:http://www.foo.com/index.html or www.foo.com/home

source: Priority
es_es: Prioridad
ko_kr: 우선순위

source: Choose the priority of the page relative to the other pages. For example, your homepage might have a higher priority than your imprint.
es_es: Escoja la prioridad de la página relativa a las demás páginas. Por ejemplo, su página de inicio debe tener una prioridad mayor que cualquier otra.
ko_kr: 다른 페이지에 비교하여 페이지의 우선 순위를 선택하십시오. 예를 들어 홈페이지는 다른 것에 비해 높은 우선 순위를 가져야 합니다.

source: Last Changed
es_es: Último cambio
ko_kr: 마지막 변경

source: Enter the date of the last change as YYYY-MM-DD (2005-12-31 for example) (optional).
es_es: Introduzca la fecha del último cambio de la forma AAAA-MM-DD (por ejemplo 2005-12-31) (opcional).
ko_kr: 최근 변경된 날짜를 YYYY-MM-DD (예 : 2005-12-31 ) 형식으로 입력하십시오 ( 선택사항 )

source: Change Frequency
es_es: Frencuencia de cambios
ko_kr: 변경 빈도.

source: No pages defined.
es_es: Ninguna página definida.
ko_kr: 페이지가 지정되지 않았습니다.

source: Add new page
es_es: Añadir nueva página
ko_kr: 새 페이지 추가

source: Save page changes
es_es: Guardar cambios de página
ko_kr: 페이지 변경 저장

source: Undo all page changes
es_es: Deshacer todos los cambios de la página
ko_kr: 모든 페이지 변경 취소

source: Delete marked page
es_es: Eliminar página marcada
ko_kr: 선택된 페이지 삭제

source: Basic Options
es_es: Opciones básicas
ko_kr: 기본 옵션

source: Enable automatic priority calculation for posts based on comment count
es_es: Activar cálculo automático de prioridades para los artículos basándose en el número de comentarios del mismo
ko_kr: 코멘트 갯수를 기초로 하는 자동 우선권 계산을 활성화

source: Write debug comments
es_es: Escribir comentarios de depuración
ko_kr: debug 코멘트 작성

source: Filename of the sitemap file
es_es: Nombre de fichero del fichero Sitemap
ko_kr: Sitemap 파일명

source: Write a normal XML file (your filename)
es_es: Escribir un archivo XML normal (su nombre de fichero)
ko_kr: 표준 XML 파일 작성 ( 사용자 파일이름 )

source: Detected URL
ko_kr: 탐지된 URL

source: Write a gzipped file (your filename + .gz)
es_es: Escribir un archivo comprimido (nombre de su fichero + .gz)
ko_kr: 압축 파일 작성 ( 사용자 파일이름 + .gz)

source: Auto-Ping Google Sitemaps
ko_kr: 자동 Ping 구글 사이트맵

source: This option will automatically tell Google about changes.
es_es: Esta opción indicará a Google los cambios de forma automática
ko_kr: 이 옵션은 자동적으로 구글에 변경사항을 알립니다.

source: Includings
es_es: Incluir
ko_kr: 추가 사항

source: Include homepage
es_es: Página de inicio
ko_kr: 홈페이지 추가

source: Include posts
es_es: Artículos
ko_kr: 포스트 추가

source: Include static pages
es_es: Páginas estáticas
ko_kr: 정적 페이지 추가

source: Include categories
es_es: Categorías
ko_kr: 카테고리 추가

source: Include archives
es_es: Archivos
ko_kr: Archives 추가

source: Change frequencies
es_es: Cambiar frecuencias
ko_kr: 변경 빈도.

source: Note
es_es: Nota
ko_kr: 노트

source: Please note that the value of this tag is considered a hint and not a command. Even though search engine crawlers consider this information when making decisions, they may crawl pages marked "hourly" less frequently than that, and they may crawl pages marked "yearly" more frequently than that. It is also likely that crawlers will periodically crawl pages marked "never" so that they can handle unexpected changes to those pages.
es_es: Por favor, tenga en cuenta que el valor de esta etiqueta está considerado como un consejo y no como una orden. Los rastreadores consideran está información cuando toman decisiones, puede que rastreen las páginas marcadas como "cada hora" con menos frecuencia de la indicada, y es posible que rastreen painas marcadas como "anualmente" con más frecuencia de la indicada. Es incluso posible que los rastreadores rastreen páginas marcadas como "nunca" para manejar los posibles cambios inesperados de esas páginas.
ko_kr: 이곳의 태그에 있는 수치들은 고려할 만한 지시사항일 뿐 명령은 아님을 주의하십시오. 서치 엔진의 Crawler가 이정보를 수집에 대한 결정을 내릴 때 고려한다고 해도 "매시간" 으로 된 페이지를 더 긴 주기로 수집할 수도 있고 "매년" 으로 된 페이지를 더 짧은 주기로 수집할 수도 있습니다. 이것은 "하지않음"으로 된 페이지도 마찬가지로 주기적 수집을 할 수도 있어서 그러한 페이지에 발생한 변화를 예기치 않게 취급할 수도 있습니다.

source: Homepage
es_es: Página de inicio
ko_kr: 홈페이지

source: Posts
es_es: Artículos
ko_kr: 포스트

source: Static pages
es_es: Páginas estáticas
ko_kr: 정적 페이지

source: Categories
es_es: Categorías
ko_kr: 카테고리

source: The current archive of this month (Should be the same like your homepage)
es_es: El archivo de este mes (Debe ser el mismo que su página de inicio)
ko_kr: 이번 달 현재의 Arcihves ( 홈페이지와 같아야 합니다.)

source: Older archives (Changes only if you edit an old post)
es_es: Archivos viejos (Cambios sólo si usted edita un artículo antiguo)
ko_kr: 오래된 Archives ( 예전 포스트를 수정했을 때만 변경 하십시오.)

source: Priorities
es_es: Prioridades
ko_kr: 우선권

source: Posts (If auto calculation is disabled)
es_es: Artículos (Si el cálculo automático está deshabilitado)
ko_kr: 포스트 ( 만약 자동 계산을 중지 했다면)

source: Minimum post priority (Even if auto calculation is enabled)
es_es: Mínima prioridad de artículo (Incluso si el cálculo automático está habilitado)
ko_kr: 최소 포스트 우선권 (자동 계산이 활성화 되어 있을 때도)

source: Informations and support
es_es: Información y soporte
ko_kr: 정보와 지원

source: Check %s for updates and comment there if you have any problems / questions / suggestions.
es_es: Revise %s para actualizaciones y comentarios o si usted tiene un problema, una pregunta o una sugerencia.
ko_kr: 문제 / 질문 / 제안이 있으면 %s 에서 업데이트나 코멘트를 확인해 보십시오.

source: Update options
es_es: Opciones de actualización
ko_kr: 옵션 업데이트

source: Path:
ko_kr: 경로:

source: Could not write into %s
es_es: No puedo escribir en %s
ko_kr: %s 에 쓸 수 없습니다.

source: Successfully built sitemap file:
es_es: El fichero "sitemap" se ha construido correctamente:
ko_kr: 성공적으로 작성된 Sitemap 파일:

source: Successfully built gzipped sitemap file:
es_es: El fichero "sitemap" comprimido se ha construido correctamente:
ko_kr: 성공적으로 작성된 Sitemap 압축(gzipped) 파일

source: Could not ping to Google at %s
es_es: No pude hacer ping a Google en %s
ko_kr: 구글의 %s 에 핑을 보낼 수 없습니다.

source: Successfully pinged Google at %s
es_es: Ping a Google correctamente realizado en %s
ko_kr: 구글의 %s 에 성공적으로 핑을 보냈습니다.

source: Here you can specify files or URLs which should be included in the sitemap, but don't belong to your Blog/WordPress.<br />For example, if your domain is www.foo.com and your blog is located on www.foo.com/blog you might want to include your homepage at www.foo.com
es_es: Aquí puede especificar los archivos o las URLs que deben ser incluidas en el "sitemap" pero que no pertenecen a su Bitácora/WorPress.<br />Por ejemplo, si su dominio es www.foo.com y su bitácora está alojada en www.foo.com/blog quizás quiera incluir su página de inicio www.foo.com

source: Current URL
es_es: URL actual

source: Archives
es_es: Archivo
